tap "clintmod/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "piyush1104/formulas"
brew "ack"
brew "python@3.11", link: false
brew "docutils"
brew "awscli"
brew "bat"
brew "clang-format"
brew "difftastic"
brew "docker"
brew "exercism"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "git"
brew "gitui"
brew "go"
brew "golangci-lint"
brew "grpcurl"
brew "helm"
brew "httpie"
brew "jq"
brew "k9s"
brew "libfido2"
brew "mas"
brew "midnight-commander"
brew "node@16"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "mysql"
brew "neovim"
brew "neovide"
brew "nghttp2"
brew "node", link: false
brew "python@3.10"
brew "node@14"
brew "pacvim"
brew "virtualenv"
brew "pre-commit"
brew "pstree"
brew "pv"
brew "python@3.9"
brew "redis"
brew "redis@6.2"
brew "stern"
brew "stow"
brew "tcl-tk"
brew "the_silver_searcher"
brew "tree"
brew "w3m"
brew "wget"
brew "wifi-password"
brew "youtube-dl"
brew "zsh-vi-mode"
brew "mongodb/brew/mongodb-community"
brew "piyush1104/formulas/macprefs"
cask "betterzip"
cask "discord"
cask "fig"
cask "figma"
cask "firefox"
cask "flux"
cask "focus"
cask "font-fira-code"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "iterm2"
cask "lens"
cask "macvim"
cask "microsoft-edge"
cask "ngrok"
cask "notion"
cask "obsidian"
cask "postman"
cask "protonvpn"
cask "pycharm"
cask "pycharm-ce"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "qmoji"
cask "quicklook-json"
cask "rectangle"
cask "sequel-ace"
cask "slack"
cask "smcfancontrol"
cask "spotify"
cask "stremio"
cask "sublime-merge"
cask "sublime-text"
cask "suspicious-package"
cask "transmission"
cask "unnaturalscrollwheels"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "whatsapp"
cask "zoom"
mas "au.id.haroldchu.mac.Bandwidth", id: 490461369
mas "CopyClip", id: 595191960
mas "Developer", id: 640199958
mas "Expenses", id: 1492055171
mas "GarageBand", id: 682658836
mas "Jira", id: 1475897096
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft To Do", id: 1274495053
mas "Money", id: 1185488696
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pandan", id: 1569600264
mas "Sequel Ace", id: 1518036000
mas "TaskTab", id: 1395414535
mas "Time Out", id: 402592703
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "jprestidge.theme-material-theme"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "silvenon.mdx"
vscode "unifiedjs.vscode-mdx"
