tap "clintmod/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "piyush1104/formulas"
brew "bat"
brew "docker"
brew "fzf"
brew "gh"
brew "git"
brew "gitui"
brew "jq"
brew "mas"
brew "nghttp2"
brew "node"
brew "stow"
brew "tree"
brew "w3m"
brew "zsh-vi-mode"
brew "piyush1104/formulas/macprefs"
cask "betterzip"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "flux"
cask "focus"
cask "font-fira-code"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "macvim"
cask "obsidian"
cask "postman"
cask "pycharm"
cask "pycharm-ce"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "qmoji"
cask "quicklook-json"
cask "rectangle"
cask "smcfancontrol"
cask "spotify"
cask "stremio"
cask "sublime-merge"
cask "sublime-text"
cask "suspicious-package"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "whatsapp"
cask "zoom"
mas "Developer", id: 640199958
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Sequel Ace", id: 1518036000
